{
  "categories": [
    {
      "id": "2",
      "title": "Ноутбуки",
      "image": "https://brostore.uz/cdn/shop/files/1spacegray_7850004d-385a-40c1-853b-b7670826969d_345x_crop_center.png?v=1700727302"
    }
  ],
  "products": [
    {
      "id": "5",
      "title": "Apple MacBook Pro 16-inch M3 Max",
      "price": 46305000,
      "image": "https://brostore.uz/cdn/shop/files/1spacegray_7850004d-385a-40c1-853b-b7670826969d_345x_crop_center.png?v=1700727302",
      "description": "Самый мощный MacBook Pro из всех существовавших ранее. Благодаря сверхбыстрому чипу M3 Max, разработанным Apple специально для профессионалов, вы получите революционную производительность и исключительное время автономной работы. Кроме того, у вас будет восхитительный дисплей Liquid Retina XDR, лучшая камера и самая совершенная аудиосистема, а также все необходимые порты. Новый ноутбук Apple MacBook Pro 16 - это гораздо больше, чем просто единственный в своем роде ноутбук.",
      "categoryId": "2"
    },
    {
      "id": "6",
      "title": "ASUS ROG Strix SCAR 17 SE G733CW-LL019W Off Black Stealth",
      "price": 27720000,
      "image": "https://upg.uz/storage/files/products/1779/original/MffLJFCw7auPbUEaLQOmFTIwM4Vs4D3Y26VJtaeR.jpg",
      "description": "Процессор Intel Core i9-12950HX (16 ядер, 24 потока, термопакет до 65 Вт). Интеллектуальное охлаждение Испарительная камера и жидкий металл Conductonaut Extreme в качестве термоинтерфейса для центрального и графического процессоров. Скоростной дисплей Четкое изображение на дисплее с высокой частотой обновления: FHD / 360 Гц / 3 мс или QHD / 240 Гц / 3 мс. Подсветка клавиатуры Многозонная подсветка с индивидуальной настройкой клавиш, технология синхронизации Aura Sync. УФ-фонарик Взломайте код, нанесенный на корпус устройства, используя комплектный фонарик, и раскройте секреты игры SCAR Runner",
      "categoryId": "2"
    },
    {
      "id": "7",
      "title": "Acer NITRO 5 AN515-57",
      "price": 470,
      "image": "https://upg.uz/storage/files/products/1919/original/mq5aPCiRPWoQwqeMpm5vn4OeEHxLbqoqUQtitCjR.jpg",
      "description": "Процессоры Intel® Core™ 11-го поколения обеспечивают превосходную производительность в играх и гибкость при работе в режиме многозадачности. Инновационная архитектура позволяет подбирать ядра под нужную нагрузку, поэтому фоновые задачи не будут прерывать вашу игру, предоставляя вам свободу общения, просмотра сайтов, потокового вещания, редактирования, записи и игры без остановок.",
      "categoryId": "2"
    },
    {
      "id": "8",
      "title": "ASUS ZenBook Pro 16X OLED UX7602ZM-ME147W",
      "price": 27720000,
      "image": "https://upg.uz/storage/files/products/2182/original/awuddc36U9AQAPdhzDNwKyZHB4yHMNk7VeDsanLN.jpg",
      "description": "Zenbook Pro 16X OLED — это бескомпромиссный ноутбук для творчества с множеством инновационных конструктивных особенностей и совершенно новым цельнометаллическим корпусом. Внутри он оснащен новой революционной сверхкомпактной системой-на-модуле (SoM) ASUS Supernova, которая обеспечивает сверхмощную производительность благодаря процессору Intel® Core ™ i7-12700H , графическому процессору NVIDIA® GeForce RTX ™ 3060 Laptop и оперативной памяти LPDDR5 . Снаружи находится лучший в мире сенсорный экран 16 4K 60 Гц OLED HDR NanoEdge .. Новый механизм активной аэродинамической системы Ultra (AAS Ultra) приводит в действие клавиатуру с автоматическим наклоном, которая обеспечивает удобный угол набора текста, а AAS Ultra также улучшает охлаждение системы для максимальной производительности. Совершенно новая интеллектуальная система освещения White RGB, которая обеспечивает интеллектуальные интерактивные функции. Инновационный ASUS Dial позволяет точно управлять творческими параметрами в приложениях Adobe® кончиками пальцев , а новый увеличенный ASUS NumberPad имеет тактильную обратную связь и повышенную чувствительность к давлению для более удобного ввода чисел. Zenbook Pro 16X OLED меняет представление о том, каким должен быть ноутбук для творческих людей, и помогает вам вывести свои творческие способности на новый уровень.",
      "categoryId": "2"
    }
  ]
}